const REPAIR_LIST = {
  touch: [
    {
      key: "color",
      text: "색상 문제 / 블랙 스크린",
    },
    "액정 터치 불가",
    "액정 파손 (LCD 번짐 있음)",
    "액정 파손 (LCD 번짐 없음)",
  ],
  sound: [
    "마이크 불량 (소리 인식 못함)",
    "스피커 불량 (나오지 않거나 소리 작음)",
  ],
  housing: ["하우징 교체", "뒷판 파손"],
  button: ["볼륨버튼 불량", "전원버튼 불량", "홈버튼 불량"],
  camera: ["후레쉬 불량", "후면카메라 불량", "전면카메라 불량"],
  jack: ["이어폰 잭 불량", "충전잭 불량"],
  remote: ["GPS 불량", "블루투스 불량", "Wifi 불량"],
  mainboard: ["전원은 들어오나 부팅 불가", "전원이 안 들어옴"],
  sensor: [
    "기타 센서",
    "홍채 센서 불량",
    "지문 센서 불량",
    "Face ID 센서 불량",
  ],
  battery: ["배터리 교체"],
  vibration: ["진동 불량", "진동 미발생"],
  reaper: ["리퍼"],
};
